[
    { 
        "name":"Baldur's Gate 3",
        "description": "Baldur’s Gate 3 is a story-rich, party-based RPG set in the universe of Dungeons & Dragons, where your choices shape a tale of fellowship and betrayal, survival and sacrifice, and the lure of absolute power.",
        "imageURL":"https://cdn.cloudflare.steamstatic.com/steam/apps/1086940/header.jpg?t=1703250718"
    },
    { 
        "name":"Starfield",
        "description": "Starfield is the first new universe in 25 years from Bethesda Game Studios, the award-winning creators of The Elder Scrolls V: Skyrim and Fallout 4.",
        "imageURL":"https://cdn.cloudflare.steamstatic.com/steam/apps/1716740/header.jpg?t=1704299959"
    },
    {
        "name":"Street Fighter 6",
        "description":"Here comes Capcom’s newest challenger! Street Fighter™ 6 launches worldwide on June 2nd, 2023 and represents the next evolution of the Street Fighter™ series! Street Fighter 6 spans three distinct game modes, including World Tour, Fighting Ground and Battle Hub.",
        "imageURL":"https://cdn.cloudflare.steamstatic.com/steam/apps/1364780/header_alt_assets_8.jpg?t=1702388165"
    },
    {
        "name":"EA SPORTS FC™ 24",
        "description":"EA SPORTS FC™ 24 welcomes you to The World’s Game: the most true-to-football experience ever with HyperMotionV, PlayStyles optimised by Opta, and an enhanced Frostbite™ Engine.",
        "imageURL":"https://cdn.cloudflare.steamstatic.com/steam/apps/2195250/header.jpg?t=1702408161"
    },
    {
        "name":"Turbo Overkill",
        "description":"Turbo Overkill is complete and with many new updates (just in: spectacular ending credits). Clean up Paradise with your chainsaw leg, 15+ weapons & hovercar, and battle Syn (a super AI), bounty hunters, and cyberpunks aplenty. Apogee's most outrageous FPS since Duke Nukem 3D. Good hunting, Sir!",
        "imageURL":"https://cdn.cloudflare.steamstatic.com/steam/apps/1328350/header.jpg?t=1701886460"
    },
    {
        "name":"STAR WARS Jedi: Survivor™",
        "description":"The story of Cal Kestis continues in STAR WARS Jedi: Survivor™, a galaxy-spanning, third-person, action-adventure game.",
        "imageURL":"https://cdn.cloudflare.steamstatic.com/steam/apps/1774580/header.jpg?t=1705857528"
    },
    {
        "name":"Diablo® IV",
        "description":"Join the fight for Sanctuary in Diablo IV, the ultimate action RPG adventure. Experience the critically acclaimed campaign and new seasonal content.",
        "imageURL":"https://cdn.cloudflare.steamstatic.com/steam/apps/2344520/header.jpg?t=1706098447"
    },
    {
        "name":"Lies of P",
        "description":"Lies of P is a thrilling soulslike that takes the story of Pinocchio, turns it on its head, and sets it against the darkly elegant backdrop of the Belle Epoque era.",
        "imageURL":"https://cdn.cloudflare.steamstatic.com/steam/apps/1627720/header.jpg?t=1706163526"
    },
    {
        "name":"Forza Motorsport",
        "description":"Out-build the competition in the all-new career. Race your friends in adjudicated multiplayer events. Compete in over 500 cars on world-famous tracks with cutting edge AI, advanced physics, and tire and fuel strategy.",
        "imageURL":"https://cdn.cloudflare.steamstatic.com/steam/apps/2440510/header.jpg?t=1706144420"
    },
    {
        "name":"System Shock",
        "description":"A first-person fight to the death in the depths of space!",
        "imageURL":"https://cdn.cloudflare.steamstatic.com/steam/apps/482400/header.jpg?t=1705023219"
    },
    {
        "name":"Hogwarts Legacy",
        "description":"Hogwarts Legacy is an immersive, open-world action RPG. Now you can take control of the action and be at the center of your own adventure in the wizarding world.",
        "imageURL":"https://cdn.cloudflare.steamstatic.com/steam/apps/990080/header.jpg?t=1699983469"
    },
    {
        "name":"Hi-Fi RUSH",
        "description":"Test your abilities in two new game modes, uncover new rewards and even a few secrets in the Arcade Challenge! Update! Feel the beat as wannabe rockstar Chai and his ragtag team fight against an evil megacorp in a world that syncs to the music.",
        "imageURL":"https://cdn.cloudflare.steamstatic.com/steam/apps/1817230/header.jpg?t=1705894766"
    },
    {
        "name":"Sea of Stars",
        "description":"Sea of Stars is a turn-based RPG inspired by the classics. It tells the story of two Children of the Solstice who will combine the powers of the sun and moon to perform Eclipse Magic, the only force capable of fending off the monstrous creations of the evil alchemist known as The Fleshmancer.",
        "imageURL":"https://cdn.cloudflare.steamstatic.com/steam/apps/1244090/header.jpg?t=1706149778"
    },
    {
        "name":"COCOON",
        "description":"From Jeppe Carlsen, the lead gameplay designer of LIMBO and INSIDE — COCOON takes you on an adventure across worlds within worlds. Master world-leaping mechanics and solve intricate puzzles to unravel a cosmic mystery.",
        "imageURL":"https://cdn.cloudflare.steamstatic.com/steam/apps/1497440/header.jpg?t=1705484648"
    },
    {
        "name":"Chants of Sennaar",
        "description":"Legend says that one day, a traveler will reunite the Peoples of the Tower who are unable to communicate with each other. Observe, listen, and decipher ancient languages in a fascinating universe inspired by the myth of Babel.",
        "imageURL":"https://cdn.cloudflare.steamstatic.com/steam/apps/1931770/header.jpg?t=1706044713"
    }
]